Repository: garciart/Test-Mate
Catalog: TestMate/TestMate/Resources/AppResources.*.resx
Languages: es

# AboutLabel1
source: TEST MATE® VERSION 4.0
es: TEST MATE® VERSIÓN 4.0

# AboutLabel2
source: Test Mate® is a mobile self-study system, designed to assist you in achieving your educational and professional goals by allowing you to study what you want, when and where you want. Why study alone?
es: Test Mate® es un sistema móvil de autoaprendizaje, diseñado para ayudarlo a alcanzar sus objetivos educativos y profesionales permitiéndole estudiar lo que quiera, cuándo y dónde quiera. ¿Por qué estudiar solo?

# AboutLabel3
source: Warning: This computer program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil or criminal penalties, and will be prosecuted under the maximum extent possible under law.
es: Advertencia: este programa de computadora está protegido por las leyes de derechos de autor y los tratados internacionales. La reproducción o distribución no autorizada de este programa, o cualquier parte de él, puede resultar en severas sanciones civiles o penales, y será procesada en la mayor medida posible bajo la ley.

# AboutTitle
source: About Test Mate...
es: Sobre Test Mate...

# ClickTestMessage
source: You clicked {0}!
es: Hiciste clic en {0}!

# CopyrightLabel
source: Copyright © 1993-{0} Rob Garcia. All rights reserved.
es: Derechos de autor © 1993-{0} Rob Garcia. Todos los derechos reservados.

# DownloadTitle
source: Download a Test...
es: Descargar un nuevo examen...

# TermDisplayOption1
source: Use the key term for the question and a set of possible definitions for the choices.
es: Use el término clave para la pregunta y un conjunto de posibles definiciones para las opciones.

# TermDisplayOption2
source: Use the definition for the question and a set of possible key terms for the choices.
es: Use la definición de la pregunta y un conjunto de posibles términos clave para las opciones.

# TermDisplayOption3
source: Randomly use key terms or definitions for the questions.
es: Use al azar términos o definiciones clave para las preguntas.

# AppSubtitle
source: Why Study Alone?
es: ¿Por qué estudiar solo?

# AppTitle
source: WELCOME TO TEST MATE!
es: ¡BIENVENIDO A TEST MATE!

# OpenFileErrorMessage
source: Cannot open that file!
es: No se puede abrir ese archivo!

# ProvideFeedbackOption1
source: Provide feedback immediately.
es: Proporcione comentarios de inmediato.

# ProvideFeedbackOption2
source: Provide feedback after the test is complete.
es: Proporcione comentarios una vez que se complete la prueba.

# QuestionOrderOption1
source: Use the default question order.
es: Use el orden de preguntas predeterminado.

# QuestionOrderOption2
source: Randomize the order of the questions.
es: Aleatorizar el orden de las preguntas.

# SettingsCancelButton
source: Cancel
es: Cancelar

# SettingsKeyTermsDisplayLabel
source: If the test contains key terms, would you like to match definitions to terms, match terms to definitions, or to mix it up?
es: Si la prueba contiene términos clave, ¿le gustaría hacer coincidir las definiciones con los términos, hacer coincidir los términos con las definiciones o mezclarlos?

# SettingsProvideFeedbackLabel
source: Would you like feedback after each a question or after the test is complete?
es: ¿Desea recibir comentarios después de cada pregunta o después de completar la prueba?

# SettingsQuestionOrderLabel
source: Would you like to answer test questions in the default order or in a random order?
es: ¿Desea responder las preguntas de la prueba en el orden predeterminado o en un orden aleatorio?

# SettingsReadErrorMessage
source: Error! Cannot access the settings file: {0} Please contact Test Mate for assistance.
es: ¡Error! No se puede acceder al archivo de configuración: {0} Póngase en contacto con Test Mate para obtener ayuda.

# SettingsSaveButton
source: Save Settings
es: Guardar ajustes

# SettingsSaveErrorMessage
source: Error! Settings were not saved: {0} Please contact Test Mate for assistance.
es: ¡Error! La configuración no se guardó: {0} Póngase en contacto con Test Mate para obtener ayuda.

# SettingsSaveSuccessMessage
source: Settings saved.
es: Ajustes guardados.

# SettingsTitle
source: Change Settings...
es: Cambiar la configuración...

# StartTitle
source: Start a New Test...
es: Iniciar un nuevo examen...

# SettingsMissingErrorMessage
source: Settings file not found! Configuration reset and saved.
es: ¡No se encontró el archivo de configuración! Configuración restablecida y guardada.

# StartSubtitle
source: Select a test...
es: Seleccione una prueba ...

# AboutOnlineManualButton
source: Click here to access the online user's manual.
es: Haga clic aquí para acceder al manual del usuario en línea.

# ButtonCancel
source: Cancel
es: Cancelar

# ButtonYes
source: Yes
es: Si

# DownloadErrorMessage
source: Could not download and save test: {0}
es: No se pudo descargar y guardar la prueba: {0}

# DownloadLabel
source: Select a test to download...
es: Seleccione una prueba para descargar ...

# DownloadSuccessMessage
source: Test downloaded and saved!
es: Prueba descargada y guardada!

# StartDelete
source: Delete
es: Eliminar

# StartDeleteConfirm
source: Are you sure you want to delete {0}?
es: ¿Seguro que quieres eliminar {0}?

# StartDeleteErrorMessage
source: Could not delete test: {0}
es: No se pudo eliminar la prueba: {0}

# StartDeleteNotFoundMessage
source: Could not delete test: File not found.
es: No se pudo eliminar la prueba: archivo no encontrado.

# StartDeleteSuccessMessage
source: File {0} deleted.
es: Archivo {0} eliminado.
